poisellePlacasPlanas/Re-20-of12/m-25k/constant/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      physicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "variaveis"

//Fluido Newtoniano de viscosidade cinematica constante
viscosityModel  constant;
nu              [0 2 -1 0 0 0 0] $VisCin;

// ************************************************************************* //
